Repository: dherediat97/FilmFlu
Catalog: lib/app/l10n/app_*.arb
Languages: es, is

source: Movies
es: Películas
is: Kvikmyndir

# action_type
source: Action
es: Acción
is: Aðgerð

# adventure_type
source: Adventure
es: Aventura
is: Ævintýri

# animation_type
source: Animation
es: Animadas
is: Fjör

# crime_type
source: Crime
es: de Crimen
is: Glæpur

# family_type
source: Family
es: Familiares
is: Fjölskylda

# fantasy_type
source: Fantastic
es: Fantásicas
is: Frábært

# comedy_type
source: Comedy
es: Comedia
is: Gamesía

# history_type
source: Historical
es: Históricas
is: Sögulegt

# horror_type
source: Fear
es: De Miedo
is: Ótti

# fiction_type
source: Sci-Fi
es: De ciencia ficción

# music_type
source: Musicals
es: Musicales
is: Söngleikur

# love_type
source: Romantic
es: Románticas
is: Rómantískt

# western_type
source: Western
es: Vaqueras
is: Vestur

# mistery_type
source: Mistery
es: Misterio

# war_type
source: War
es: Bélicas
is: Stríð

# documentary_type
source: Documentary
es: Documentales
is: Heimildamynd

# tv_type
source: TV Programs
es: Programas de televisión
is: Sjónvarpsþættir

# animation_japanese_series
source: Japanese Anime
es: Anime Japonés

# thriller_type
source: Thriller
es: Suspense
is: Spennumynd

source: Synopsis
es: Sinopsis
is: Yfirlit

source: Character Cast
es: Reparto
is: Persónuleikarar

# production_cast
source: Production
es: Producción
is: Framleiðsla

# production_job
source: Performed the work of
es: Realizó el trabajo de
is: Framkvæmdi vinnu

# actor_job
source: Play
es: Interpreta a
is: Spilaðu

# in_preposition
source: in
es: en
is: í

# loading_title
source: Three, Two, One... ACTION!!!
es: Tres, Dos, Uno... ACCIÓN!!!
is: Þrír, Tveir, Einn... AÐGERÐIR!!!

# made_with_love
source: Made with much
es: Hecho con mucho
is: Búið til með miklu

source: Play trailer
es: Ver tráiler
is: Spilaðu stiklu

# films_worked
source: Characters I have made
es: Papeles que ha realizado
is: Persónur sem ég hef gert

source: Reviews
es: Reseñas
is: Umsagnir

# information
source: Info
es: Información
is: Upplýsingar

source: Add to my list
es: Añadir a mi lista
is: Bæta við listann minn

source: Unknown
es: Desconocido
is: Óþekkt

source: Search
es: Buscar
is: Leita

# percentange_vote
source: % likes
es: % Puntuación de los usuarios
is: % líkar við

# buy_tickets
source: Book tickets
es: Reserva entradas
is: Bókaðu miða

# not_found_reviews
source: No reviews
es: No hay reseñas
is: Engar umsagnir

source: Artists
es: Artistas
is: Listamenn

source: Settings
es: Ajustes
is: Stillingar

# general_sl
source: General tab is the place where the user can change the data according to him profile
es: La pestaña 'General' es el lugar donde el usuario puede modificar datos de su perfil

source: Accessibility
es: Accesibilidad

# accessibility_sl
source: Accessibility tab is the place where the user can adjust the application according to him
es: La pestaña 'Accesibilidad' es el lugar donde el usuario puede ajustar la aplicación según sus necesidades

source: About us
es: Acerca de
is: Um

# about_us_sl
source: About us tab is the place where the user can see all licenses of the application
es: La pestaña 'Acerca de' es el lugar donde el usuario puede ver todas las licencias de la aplicación

# trending_person_day
source: Trending persons today
es: Personas influyentes hoy
is: Áhrifamikið fólk í dag

# trending_person_week
source: Trending persons this week
es: Personas influyentes esta semana
is: Áhrifamikið fólk þessa vikuna

source: Similars
es: Similares

source: Series
is: Sería

source: General
is: Almennt
